<!DOCTYPE HTML>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<meta name="author" content="Apik" />

	<title>Star Wars The Old Republic</title>
    
     <link rel="stylesheet" type="text/css" href="style.css" />
        
</head>
<body>

<header>

</header>

<div class="main">

<nav>
        <a href="index.php">Главная</a>  <a href="clas.php">Классы</a> <a href="#">Покупка валюты</a>  <a href="#">Регистрация</a>
</nav>

<div class="content">

  <div class="logo">
  <img src="img/SWTOR-logo.png" alt="Логотип" />
  </div>
  
  <div>

   Давным-давно в одной далекой галактике были... Звездные Войны, за 4000 лет до прихода Скайуокер и компании. 
   Две игры, относящиеся к этому времени, вышли, созданные кистью BioWare Corporation,
   очередь пришла попробовать свои силы в создание онлайн проекта.
   Игроки окажутся в знакомой вселенной - культурная энтропия остается без изменений. 
   Кто-то спасает эфемерные добро и справедливость, кто-то пытается утвердиться на вершине власти с помощью "силы".
   Сталкиваясь между собой интересами, тут же начинают размахивать световыми мечами. 
   Впрочем, и любителям помахать мечами, и любителям вдумчивых исследований будет чем заняться в этом мире.
   "Старая Республика" - сюжетная многопользовательская ролевая онлайн-игра, действие которой разворачивается 
   за три с половиной тысячи лет до Дарта Вейдера и Звезды Смерти - и в целом, игра будет продолжать сторилайн обеих
   "Рыцарей Старой Республики". Перед игроками окажется поделенный на две группировки мир - на Ситхов и Республику 
   собственно - которые находятся в положении вечной войны. Игрокам придется вступить в бой на одной из сторон,
   и доказать всему космосу, что именно его сторона Силы - самая лучшая.
 </div>
  
</div>

</div>

<footer>

</footer>


</body>
</html>